{"<UNK>":0,"starbucks":1,"coffee":2,"dunkin":3,"donuts":4,"peets":5,"blue":6,"bottle":7,"local":8,"shop":9,"tim":10,"hortons":11,"dutch":12,"bros":13,"mcdonalds":14,"burger":15,"king":16,"chipotle":17,"subway":18,"olive":19,"garden":20,"applebees":21,"chilis":22,"wendys":23,"taco":24,"bell":25,"pizza":26,"hut":27,"dominos":28,"panera":29,"bread":30,"five":31,"guys":32,"cheesecake":33,"factory":34,"red":35,"lobster":36,"uber":37,"eats":38,"doordash":39,"kroger":40,"walmart":41,"grocery":42,"whole":43,"foods":44,"trader":45,"joes":46,"safeway":47,"costco":48,"aldi":49,"publix":50,"target":51,"fresh":52,"market":53,"shell":54,"gas":55,"chevron":56,"exxon":57,"bp":58,"station":59,"lyft":60,"metro":61,"transit":62,"city":63,"parking":64,"airport":65,"toll":66,"road":67,"netflix":68,"spotify":69,"disney":70,"plus":71,"hulu":72,"hbo":73,"max":74,"amc":75,"theatres":76,"regal":77,"cinemas":78,"steam":79,"games":80,"playstation":81,"store":82,"xbox":83,"live":84,"ticketmaster":85,"stubhub":86,"apple":87,"music":88,"youtube":89,"premium":90,"amazon":91,"prime":92,"best":93,"buy":94,"macys":95,"nordstrom":96,"nike":97,"home":98,"depot":99,"lowes":100,"ikea":101,"bed":102,"bath":103,"beyond":104,"etsy":105,"ebay":106,"zappos":107,"electric":108,"company":109,"utility":110,"water":111,"bill":112,"verizon":113,"wireless":114,"at&t":115,"t-mobile":116,"comcast":117,"xfinity":118,"spectrum":119,"internet":120,"state":121,"farm":122,"insurance":123,"geico":124,"rent":125,"payment":126,"mortgage":127,"atm":128,"withdrawal":129,"venmo":130,"transfer":131,"paypal":132,"cash":133,"app":134,"bank":135,"fee":136,"interest":137,"medical":138,"office":139,"cvs":140,"pharmacy":141,"walgreens":142,"gym":143,"membership":144,"planet":145,"fitness":146,"hair":147,"salon":148,"dry":149,"cleaners":150,"autozone":151,"oreilly":152,"auto":153,"parts":154,"jiffy":155,"lube":156,"car":157,"wash":158,"express":159,"discount":160,"tire":161,"midas":162,"service":163,"pep":164,"boys":165,"valvoline":166,"oil":167,"change":168,"dealership":169,"toyota":170,"center":171,"honda":172,"sales":173,"lot":174,"used":175,"body":176,"netwave":177,"solutions":178,"webconnect":179,"services":180,"digitalsky":181,"hosting":182,"streamline":183,"cyberlink":184,"networks":185,"quickweb":186,"techzone":187,"fiberfast":188,"cloudreach":189,"webwave":190,"technologies":191,"the":192,"book":193,"nook":194,"pages":195,"&":196,"co.":197,"read":198,"between":199,"wines":200,"literary":201,"loft":202,"bookshelf":203,"bargains":204,"novel":205,"ideas":206,"storytime":207,"emporium":208,"paperback":209,"palace":210,"wordsmith's":211,"haven":212,"bookstop":213,"paws":214,"claws":215,"pet":216,"supplies":217,"doggie":218,"deli":219,"furry":220,"friends":221,"grooming":222,"paradise":223,"veterinary":224,"clinic":225,"whiskers":226,"wags":227,"happy":228,"tails":229,"boarding":230,"fetch":231,"dog":232,"accessories":233,"cat's":234,"meow":235,"boutique":236,"bark":237,"avenue":238,"park":239,"critter":240,"care":241,"fur":242,"baby":243,"playhouse":244}